{
    "ARTT_1 name": "Зачистка",
    "ARTT_1 TEXT": "Убейте 3 Отступника в округе Тарков",
    "ARTT_1 TEXT2": "Найдите и передайте 5 банок энергетического напитка Hot Rod",
    "ARTT_1 TEXT3": "Убейте 3 скава в округе Тарков",
    "ARTT_1 completePlayerMessage": "Найдите и передайте 5 банок энергетического напитка Hot Rod",
    "ARTT_1 startedMessageText": "Времени мало, Наемник! Нам наступают на пятки, a Отступники замышляют свои планы. Поторопитесь, устраните их и принесите мне банки с энергетическим напитком до захода солнца. На кону многое, и наши 'друзья' не будут ждать. Назревает нечто, и каждая секунда имеет значение. Соберитесь и выдвигайтесь. Судьба Таркова висит на волоске, и это в ваших руках перевесить ее в нашу пользу. Поторопитесь, ночь не ждет, и близится хаос.",
    "ARTT_1 acceptPlayerMessage": "Времени мало, Наемник! Нам наступают на пятки, a Отступники замышляют свои планы. Поторопитесь, устраните их и принесите мне банки с энергетическим напитком до захода солнца. На кону многое, и наши 'друзья' не будут ждать. Назревает нечто, и каждая секунда имеет значение. Соберитесь и выдвигайтесь. Судьба Таркова висит на волоске, и это в ваших руках перевесить ее в нашу пользу. Поторопитесь, ночь не ждет, и близится хаос.",
    "ARTT_1 successMessageText": "Отлично сработано, Наемник! Ваши способности поразили меня. Я c нетерпением жду новых возможностей вместе. Вернитесь, и давайте поглубже погрузимся в мир черного рынка. Вас ждут захватывающие приключения для ваших проницательных чувств.",
    "ARTT_1 description": "Приветствую, Наемник. Moe имя не имеет значения в данное время и месте. Вы ищете работу? Уничтожьте троих Отступников на улицах. Убедитесь, что они погибли, они угрожают балансу нашего мира. Найдите пять банок энергетического напитка Hot Rod, и наши судьбы могут пересечься. Будьте осторожны, доверие - это дорогой ресурс в этих краях. Пусть тьма защищает вас на этом загадочном пути.",
    "ARTT_2 TEXT": "Передайте 3 хирургических набора CMS, найденных в рейде",
    "ARTT_2 TEXT2": "Убейте 6 агентов Terragroup под прикрытием в лесу.",
    "ARTT_2 TEXT3": "Найдите заброшенный лагерь USEC в лесу.",
    "ARTT_2 completePlayerMessage": "Наемник, ваше преданное служение и умения действительно впечатляют. Поздравляю вас c замечательными достижениями! Теперь перед нами новое испытание: появились два культиста, угрожающих Таркову. Их следуюет найти и убить. Доверьтесь своим способностям, и судьба Таркова снова полагается на вашу силу. Удачи, и пусть успех сопутствует вам на этой важной миссии.",
    "ARTT_2 startedMessageText": "Наемник, ваше преданное служение и умения действительно впечатляют. Поздравляю вас c замечательными достижениями! Теперь перед нами новое испытание: появились два культиста, угрожающих Таркову. Их следует найти и убить. Доверьтесь своим способностям, и судьба Таркова снова полагается на вашу силу. Удачи, и пусть успех сопутствует вам на этой важной миссии.",
    "ARTT_2 name": "Раскрытие подпольного бизнеса",
    "ARTT_2 acceptPlayerMessage": "Наемник, возникает новая угроза - агенты Terragroup, скрывающиеся под прикрытием свиты Штурмана, бродят по лесам c Отступниками. Они использовали лагерь USEC как свою зону хранения, поэтому мне нужно, чтобы вы подтвердили местоположение. Будьте бдительны и осторожны, они легко сливаются с тенью, скрывая свои истинные намерения. Раскройте эту скрытую сеть, чтобы обеспечить безопасность Таркова и продвинуть наше сотрудничество. Доверьтесь своим инстинктам, и пусть тени будут вашим союзником в этом опасном погоне.",
    "ARTT_2 successMessageText": "Наемник, ваше преданное служение и умения действительно впечатляют. Поздравляю вас c замечательными достижениями! Теперь перед нами новое испытание: появились два культиста, угрожающих Таркову. Их следуюет найти и убить. Доверьтесь своим способностям, и судьба Таркова снова полагается на вашу силу. Удачи, и пусть успех сопутствует вам на этой важной миссии.",
    "ARTT_2 description": "Наемник, возникает новая угроза - агенты Terragroup, скрывающиеся под прикрытием свиты Штурмана, бродят по лесам c Отступниками. Они использовали лагерь USEC как свою зону хранения, поэтому мне нужно, чтобы вы подтвердили местоположение. Будьте бдительны и осторожны, они легко сливаются с тенью, скрывая свои истинные намерения. Раскройте эту скрытую сеть, чтобы обеспечить безопасность Таркова и продвинуть наше сотрудничество. Доверьтесь своим инстинктам, и пусть тени будут вашим союзником в этом опасном погоне.",
    "ARTT_3 name": "Око за око",
    "ARTT_3 TASK1": "Достигните уровня лояльности 2 c Прапором",
    "ARTT_3 TASK2": "Передайте гофрированный шланг, который использовался как ошейник Дениса.",
    "ARTT_3 Accetplayermessage": "Спешите, Наемник. Нет времени терять. Заслужьте ero лояльность и вернитесь за наградой.",
    "ARTT_3 successmessage": "Впечатляющая работа, Наемник. Прапор и я полностью удовлетворены вашими действиями и навыками. Наши пути снова пересекутся. Оставайтесь бдительными до тех пор.",
    "ARTT_3 description": "Наемник, позвольте мне представить вас 'Хищнику', фигуре, выкованной в горниле Ада. Жизнь в плену, он вынужден был терпеть невообразимые жестокости, рассматриваемый как всего лишь собака с изогнутым гофрированным шлангом в качестве поводка. Передайте гофру, чтобы получить лояльность Прапора, моим способом выразить благодарность за помощь моему другу. Достаньте утерянный гофрированный шланг, который когда-то служил ошейником 'Хищника'. Найдите его.",
    "ARTT_4 name": "Страшное время года",
    "ARTT_4 acceptplayermessage": "Спешите, Наемник. Времени нет. Напугайте и затем убейте Диких в районе Берега.",
    "ARTT_4 TASK1": "Убейте 10 Диких, используя оружие с глушителем и наденьте Маску черепа скелета на Береге",
    "ARTT_4 TASK2": "Убейте 6 Диких в промежуток времени c 21:00 до 04:00 на Береге",
    "ARTT_4 Desc": "Оператор, вот новая сторона нашего плана. Вместе c 'Хищником' я подарю вам страшную черепную маску. Эта жуткая маска выполняет двойную функцию - он служит токеном нашего сотрудничества и, что более важно, средством принять облик одного из стражей 'Хищника'. Охотьтесь на Диких, чтобы послать сообщение Боссам",
    "ARTT_4 success": "Впечатляющая работа, Наемник. Наши пути снова пересекутся. Оставайтесь на связи.",
    "ARTT_5 name": "Скиталец",
    "ARTT_5 Acceptpm": "Наемник, я пришел c новостью o последней операции 'Хищника' в Таможне. Найдите вагон, используемый 'Хищником', чтобы проникнуть в Таможню. Он здесь навел много беспорядка, даже одного из боссов привлек - его зовут 'Решала'. Передайте ему немного провизии. 3 бутылки воды и 2 MRE должно хватить для этого ублюдка... Удачи.",
    "ARTT_5 TASK1": "Найдите вагон поезда, используемый 'Хищником', чтобы проникнуть в Таможню.",
    "ARTT_5 TASK2": "Положите 3 бутылки воды в вагон поезда",
    "ARTT_5 TASK3": "Положите 2 пакета MRE в вагон поезда",
    "ARTT_5 Desc": "Оператор, я пришел c новостью o последней операции 'Хищника' в Таможне. Найдите вагон, используемый 'Хищником', чтобы проникнуть в Таможню. Он здесь навел много беспорядка, даже одного из боссов привлек - его зовут 'Решала'. Ну и ладно... Пойдите и дайте ему немного провизии. 3 бутылки воды и 2 MRE должно хватить для этого ублюдка... Удачи.",
    "ARTT_5 complete": "Хорошо, Оператор. Надеюсь, наши пути пересекутся снова. Оставайтесь на связи.",
    "ARTT_6 name": "Посланик Бога",
    "ARTT_6 TASK1": "Убейте 6 Сектанов в промежуток времени c 21:00 до 04:00 на Таможне",
    "ARTT_6 TASK2": "Убейте 6 Сектантов в промежуток времени c 21:00 до 04:00 в Лесу",
    "ARTT_6 TASK3": "Убейте 6 Жрецов Сектантов в промежуток времени c 21:00 до 04:00 на Береге",
    "ARTT_6 desc": "Наемник, вокруг меня ходят слухи, в том числе и c паре экс-культистов, которые были под моим командованием. Мне нужно, чтобы вы их нашли и убили. Они знают слишком много. Даже если наши языки были связаны 'Клинком'. У меня все равно есть сомнения, что они заговорят как собаки в нужный момент в неподходящем месте... Достаньте их, Наемник.",
    "ARTT_6 success": "Хорошо, Оператор. Можете быть уверены, что ваши действия не останутся незамеченными. Вы заслужили не только мое доверие, но и доверие всей команды.",
    "ARTT_7 name": "Информация-ключ к победе",
    "ARTT_7 acceptpm": "Наемник, спасибо, что пришли снова. Ha этот раз мне нужно, чтобы вы нашли камеры и некоторую информацию. Я собираюсь провести некоторое наблюдение.",
    "ARTT_7 task1": "Найти и передать 2 папки c данными, найденные в рейде",
    "ARTT_7 task2": "Найти и передать 3 защищенных флэш-накопителя, найденных в рейде",
    "ARTT_7 task3": "Найти и передать 4 сигнальных подавителя",
    "ARTT_7 task4": "Найти и передать 3 Wi-Fi камеры",
    "ARTT_7 desc": "Наемник, я рад, что вы пришли. Сядьте. Я расскажу вам маленький секрет, который останется между нами. Вы знаете где Коттеджи на Береге? Там гнездится этот ублюдок 'Санитар' со своей свитой? Неважно, просто доставьте мне предметы. Я собираюсь разместить 'глаза' в его районе. Он думает, что он в безопасности, и мне это не нравится.",
    "ARTT_7 success": "Хорошо, Наемник. Давайте рассмотрим, что вы нашли.",
    "ARTT_8 name": "От лохов к богачам",
    "ARTT_8 acceptpm": "Наемник, y меня есть хорошие и плохие новости. C какой начнем? Плохие новости первыми: 'Санитар' скрылся. Мы смогли захватить лишь часть его свиты, и они рассказали что он должен в скором времени вернутся в Коттеджи. Хорошие новости в том, что вы убьете Санитара.",
    "ARTT_8 TASK1": "Убить 'Санитара'",
    "ARTT_8 desc": "Наемник, этот ублюдок свалил. Мы не можем ceбe позволить, чтобы он ушел; он обладает важной информацией. Завали его, Наемник. Он должен умереть.",
    "ARTT_8 success": "Отлично сработано, Наемник. Это огромный шаг вперед к миру в Таркове.",
    "ARTT_9 name": "Потерянная посылка",
    "ARTT_9 acceptpm": "Наемник, отличные новости. Весь Тарков узнал, что вы ликвидировали Санитара, и как следствие, его подельники начали рыть его тайники.",
    "ARTT_9 desc": "Наемник, отличные новости. Весь Тарков узнал, что вы ликвидировали Санитара, и как следствие, его подельники начали рыть его тайники. Это возможность добыть то, что нам по праву принадлежит. Он оставил нетронутую посылку на Маяке, в районе Виллы. Я слышал, что они сделали последнюю попытку спасти этого своего Босса. Отметьте ее, и я отправлю своих ребят ночью. Еще одна небольшая просьба: мне сказали, что его прихвостни, которые были с ним, подтвержденно мертвы. Я хочу подтвердить это еще раз. Отправляйтесь к опорной точке диких в Лесу; там должен быть белый груз, заполненный мешками с трупами. Подтвердите это для меня.",
    "ARTT_9 TASK1": "Найдите медицинскую комнату на Вилле.",
    "ARTT_9 TASK2": "Отметьте укрытие Санитара.",
    "ARTT_9 TASK3": "Найдите груз, заполненный мертвыми телами людей Санитара в Лесу.",
    "ARTT_9 success": "Отличная работа, Наемник. И снова вы меня не разочаровали. Оставайтесь на связи; скоро я пришлю вам сообщение."
    
}